Revit 2024 API
FormattedText.SetUnderlineStatus Method
Overload List
Name | Description
SetUnderlineStatus(Boolean)
 Sets the characters in the entire text to be underlined or not underlined.
SetUnderlineStatus(TextRange, Boolean)
 Sets the characters in a given text range to be underlined or not underlined.
See Also
FormattedText Class
FormattedText Members
Autodesk.Revit.DB Namespace